{"regions":[{"name":"The Golden Pavilion","points":[{"lat":35.03941896203517,"lng":135.7317107683048},{"lat":35.03906139514049,"lng":135.7317565754056},{"lat":35.03895720100933,"lng":135.7306609139778},{"lat":35.039297937457455,"lng":135.7306002499536}],"audio":["2-1_TheGoldenPavilion.wav"],"images":["2-3_Zen.jpg","2-2_GinkakuTemple.jpg","2-1_OninWar.jpg","1-3_Yoshimitsu_Ashikaga.jpg","1-2_AutumnLeaves.jpg","1-1_AutumnLeaves.jpg","1-0_Ashikaga_Yoshimitsu_Admiring_the_Golden_Pavilion.jpg"],"transcript":"Welcome to Kinkaku-ji! Also known as the Temple of the Golden Pavilion. My name is Atticus, and it’s my pleasure to tell you the story of one of Kyoto’s most cherished and magnificent sites. Before you, you can see the moss lined walkway. If you're lucky enough to be here at the right time of year the canopy is exploding with brilliant crimson and orange of the Japanese maples. If not, you’ll just have to paint the trees autumn colors with your imagination. Although now a Temple, the Golden Pavilion was originally established in the end of the 14th century as the pleasure Palace of the Shogun Yoshimitsu Ashikaga. He was a fearsome ruler who is rumored to have plotted the overthrow the emperor but who died suddenly before his plans could be carried out. During the time of Yoshimitsu, Zen Buddhism, which came to Japan from China in the 12th century, was just coming into vogue. He decreed that upon his death that the Pavilion be converted into a Zen Buddhist temple, which it remains to this day. \n\n\nOn the opposite side of town, in the Higashiyama area, you can visit the Silver Pavilion or Ginkaku-ji, which was built by Yoshimitsu’s grandson, Yoshimasa. Between the construction of the Golden Pavilion and the Silver Pavilion, a brutal and drawn out civil war, called the Onin War, took place in Kyoto, and almost the entire city was razed to ashes. As it was a time of hardship and warfare, Zen Buddhism, the choice religion of the samurai class was in its ascendency. \n\nIf you compare the Golden and Silver Pavilions you can see a Zen-influenced shift in aesthetic sensibilities. As you can see, the pathway leading up to the Golden pavilion is a wide path with three gates lined up in a straight line with the garish gold building just on the other side of the third gate. \n\nIf you visit the Silver Pavilion you’ll find a winding pathway leading to a series of raked sand gardens, ponds and tucked away in a corner is a beautifully understated pavilion of simple wood...much more in line with what we would consider having a “zen” quality. If you have a chance to visit the east side, I highly recommend it. \n\nYou can see the ticket booths ahead. We’ll continue once you’ve purchased your tickets and entered the main grounds. See you in a bit. \n\nImage 1: Yoshimitsu at Kinkakuji\nImage 2: Autumn Leaves at Kinakuji\nImage 3: Autumn Leaves at Kinakuji\nImage 4: Portrait of Yoshimitsu\nImage 5: Onin-no-ran\nImage 6: Ginkakuji\nImage 7: Zen\n"},{"name":"Best View","points":[{"lat":35.03907445156679,"lng":135.72885968489575},{"lat":35.03909306683588,"lng":135.72916924953464},{"lat":35.03900961549502,"lng":135.72918534278872},{"lat":35.038961301521844,"lng":135.72931945323947},{"lat":35.03886028130386,"lng":135.72934627532962},{"lat":35.03876747916269,"lng":135.72859720559794},{"lat":35.03894373279726,"lng":135.72850406169894}],"audio":["2-2_BestView.wav"],"images":["3-1_BestView.jpg"],"transcript":"Coming up you’ll see the pavilion and the viewing alcove to your left. It’s likely to be quite crowded.Please make your way to the far end of the alcove, which is the sweet spot for postcard-worthy selfies and also the best place to view the garden. I’ll tell you more about the pavilion and garden there. \n\nImage 1: Map showing ideal viewing spot\n"},{"name":"Masterpiece Garden","points":[{"lat":35.03929071440854,"lng":135.72885274887088},{"lat":35.039374165462306,"lng":135.72909414768222},{"lat":35.039145772902,"lng":135.7292014360428},{"lat":35.0391194198732,"lng":135.7289493083954}],"audio":["2-3_Masterpiece Garden.wav"],"images":["4-3_Edo and Muromachi Maps.jpg","4-2_Borrowed Scenery_Senganen-Garden-Sakurajima-Volcano.jpg","4-1_HIroshige_Kinkakuji.jpg"],"transcript":"Although the building itself is quite magnificent, the reason that this site was granted UNESCO world heritage status was not because of the building but because of the garden and the grounds. The garden utilizes what is called shakkei or borrowed scenery. In Japanese landscape design, gardens are usually laid out with designated viewing points, and the composition takes into consideration the surrounding landscape. When this garden was created, the designer used the surrounding mountains as a backdrop or a sort of frame, and from this starting point the pond, pavilion and garden were laid out.  If you look at the scene before you, you will notice multiple layers...the reflection in the pond, the island in the middle, the far shore of the pond with the Golden Pavilion, the ridges receding into the background, and finally the mountains at the horizon. The scene you are looking at is considered a 3D painting and is one of the masterpieces of Japanese landscape design. \n\nYoshimitsu intended this to represent his domain, and the large island in the middle you will notice is in the shape of Honshu, the main island of Japan. Yoshimitsu ordered each of his Daimyo, or regional rulers, to bring a rock from their territories to be placed on the island. So what you see is a miniature manifestation of Yoshimitsu’s domain. It’s also worthy to note that the large northern island of Hokkaido is not present in this map because Hokkaido was not considered part of Japan until the modern period.\n\nPlease enjoy the scene for as long as you like. When you are ready, please continue along the path towards the pavilion. \n\nImage 1: Woodblock Print of Kinkakuji by Hiroshige\nImage 2: Example of Borrowed Scenery with Sakurajima Volcano\nImage 3: Edo and Muromachi Maps of Japan\n"},{"name":"Pine Boat and Phoenix","points":[{"lat":35.03949714580727,"lng":135.7286757230759},{"lat":35.03959816523788,"lng":135.72862744331363},{"lat":35.039751890218724,"lng":135.72865426540378},{"lat":35.039765066632185,"lng":135.72894394397738},{"lat":35.03942247919134,"lng":135.72905123233798},{"lat":35.03933024386568,"lng":135.72877764701846}],"audio":["2-4 and 2-5 merge_.wav"],"images":["6-4_Interior Images.jpg","6-3_Burned_Kinkaku.jpg","6-2_MeijiKinkakuji.jpg","6-1_PhoenixAtopPavilion.jpg","5-2_Meditation.jpg","5-1_BoatPine.jpg"],"transcript":"Please make sure the enjoy the views across the pond to your left. The building itself tends to distract us from the delicacy and calm of the water with its immaculately manicured trees. \n\nYou may also notice a cluster of buildings to the right of the path. These are the practice halls and living quarters of the resident monks of Kinkakuji. The Golden Pavilion itself is called a ‘shari-den’ or reliquary, where it is said some ashes of the historical Buddha are enshrined, and so no monks live or practice meditation here. \n\nYou will also notice a striking pine tree held up with bamboo scaffolding to the right. This dwarf pine is over 600 years old and has been molded over the years into the shape of a ship. \n\nYou may have noticed that atop the building is a golden bird. This bird is a phoenix, which is quite appropriate considering that the building you see now rose from the ashes of it's predecessor in 1955, after the original building was set ablaze by a paranoid delusional monk who resided at the temple. If you’d like to know more about this incident there’s a novel about this topic by the 20th century writerYukio Mishima entitled The Temple of the Golden Pavilion.    \n\n\nOpposite the pavilion to your right you will see a building and four photographs on the wall.  Let’s have a look at these. When you find them, take out your phone and select AR mode. Point your camera at the photos for further explanation. \n\nImage 1: Pine Tree   \nImage 2: Monks in Meditation\nImage 3: Phoenix atop the pavilion\nImage 4: Kinkakuji in in Meiji Period\nImage 5: The Ashes of Kinkakuji\nImage 6: Area with Photos\n"},{"name":"Carp and Dragon","points":[{"lat":35.039778243043536,"lng":135.7286059856415},{"lat":35.03960694953028,"lng":135.72857916355136},{"lat":35.039619371067175,"lng":135.72823540074754},{"lat":35.03969040026108,"lng":135.72816342115405},{"lat":35.039822164399354,"lng":135.72824120521548}],"audio":["2-7_Carp and Dragon.wav"],"images":["7-2_Koinobori2.jpg","7-1_Koinobori1.jpg"],"transcript":"You’ll notice up ahead quite a few Japanese carp loitering around the shore of the pond. It is said in Japan that when the carp climbs a waterfall it transforms into a dragon. You may have seen the iconic wind-sock style flags that have colorful fish designs on them. These are for a festival in May called Children’s day. Children in Japan are like the carp climbing the waterfall of life becoming the wise dragons that we adults have become...well, some of us anyway. Please enjoy the stroll through the garden, and we will catch up in a bit. \n\nImage 1: Koi Nobori\nImage 2: Koi Nobori\n"},{"name":"Dragon Gate Falls","points":[{"lat":35.04001428573995,"lng":135.7285985047929},{"lat":35.039914124661614,"lng":135.728484489955},{"lat":35.03997830805944,"lng":135.728401823435},{"lat":35.039914296229156,"lng":135.72825736133382},{"lat":35.040011025960276,"lng":135.72809100151065},{"lat":35.04011840989624,"lng":135.72840498760345}],"audio":["2-8_Dragon Gate Fall.wav"],"images":["8-2_dragonCarp.jpg","8-1_dragon-koi.jpg"],"transcript":"Now to your left you can see a waterfall. If you squint really hard and actively engage your imagination you can clearly see that the stone at the base of the fall is unmistakably a Japanese carp transforming into a dragon. Can you see it? Well...I believe that before print media and television people must have had much more vivid imaginations. \n\nUp ahead now you’ll get the chance to try your hand at gathering great blessings and good luck while spending some coin on religious games. \n\nImage 1: Dragon Carp 1\nImage 2: Dragon Carp 2\n"},{"name":"Buddhist Coin Toss","points":[{"lat":35.03998028108476,"lng":135.72863280773166},{"lat":35.03987974251597,"lng":135.72850072989243},{"lat":35.03982782613489,"lng":135.7286462397315},{"lat":35.03985290933436,"lng":135.72879374027255},{"lat":35.039948935711486,"lng":135.72886467212814},{"lat":35.040001898576584,"lng":135.72870011441412}],"audio":["2-9_BuddhistCoinToss.wav"],"images":["9-1_BuddhistCoinToss.jpg"],"transcript":"To your left you can see a stone bowl, a metal bowl, and several stone statues surrounding them. If you get a coin in the stone bowl you get good luck, a coin in the metal bowl and you get great luck, bounce a coin off the buddha’s head into the metal bowl and you sublimate and go straight to heaven...trip is over!! Don’t get over zealous though. Remember that you’re literally throwing your money away. \n\nOnce you’ve tried your hand at the Buddhist coin toss, head on up the hill. \n\nImage 1: Buddhist Coin Toss Area\n"},{"name":"White Snake Pagoda","points":[{"lat":35.04014158861193,"lng":135.72894388111308},{"lat":35.04004744970131,"lng":135.72886345675218},{"lat":35.04005055506896,"lng":135.72873204946518},{"lat":35.04009284639017,"lng":135.72861830703917},{"lat":35.0402048110562,"lng":135.7286417973228},{"lat":35.0402349896765,"lng":135.72878774721178}],"audio":["2-10_WhiteSnake.wav"],"images":["10-4_Benzaiten.jpg","10-3_LadyWhiteSnake.jpg","10-2_MountSumeru.jpg","10-1_WhiteSnake _ photo by Kimon Berlin.jpg"],"transcript":"On the island in the pond you can see the White Snake Pagoda. In East Asia, the pagoda is representative of Mt Sumeru, the sacred mountain from Hindu mythology that is at the center of the physical and spiritual universe. Pagodas were originally used as reliquaries and are the far eastern iteration of the stupa, which can be found across the buddhist world. The traditional Chinese tale of Lady White Snake tells of a botched love affair between the immortal snake woman and a mortal man, ending with the white snake being imprisoned in the pagoda at Huangzhou. This tale was popular in Japan as well, and the white snake was also associated with Benzaiten, the Buddhist goddess of wisdom whose divinity extends to all things that flow, including time, water, words and music. This seems an appropriate goddess for this naturally occurring pond which has not once gone dry in over 600 years. \n\nImage 1: White Snake Pagoda (credit: Kimon Berlin)\nImage 2: Mt Sumeru\nImage 3: Lady White Snake \nImage 4: Benzaiten Images\n"},{"name":"Final Viewpoint","points":[{"lat":35.04005671433373,"lng":135.72922371095046},{"lat":35.039943960254305,"lng":135.72913578478622},{"lat":35.03995612438873,"lng":135.72901099920273},{"lat":35.04001214114808,"lng":135.72888552211228},{"lat":35.04017499271545,"lng":135.72902902029458}],"audio":["2-11_FinalViewpoint.wav"],"images":["11-1_Tokuriki_Tomokichiro_Kinkakuji.jpg"],"transcript":"Ahead to your right you can see the final “official viewpoint” of the Golden Pavilion. This is your last photo opportunity while you’re here. This is another great example of borrowed scenery. Notice how the slope of the roof on the left matches the angle of the mountain in the background almost perfectly. Both the greenery in the foreground and in the distant mountainside are accented with Japanese maple and cherry trees, making this a sight to behold in the both the fall and spring seasons. \n\nFrom here you’ll continue the rest of the climb past the tea house where you’ll find some restrooms if you’re in need of a pitstop. From there you’ll head to the souvenir gallery and past a shrine. We’ll catch up there. \n\nImage 1: Woodblock Print of Kinkaku-ji by Tokuriki Tomokichiro\n"},{"name":"Altar to The Immovable One","points":[{"lat":35.04035877508893,"lng":135.7296452787705},{"lat":35.04028333720987,"lng":135.72985589504245},{"lat":35.04012196133571,"lng":135.72976876515895},{"lat":35.04020074491945,"lng":135.72964599123225},{"lat":35.04014932628686,"lng":135.72947655105963},{"lat":35.040292498875516,"lng":135.72940972633663}],"audio":["2-12_FudoMyoo.wav"],"images":["12-3_kobodaishi.jpg","12-2_FudoMyoo.jpg","12-1_fudo-myoo.jpg"],"transcript":"Directly ahead, you can see an altar, and possibly smell the incense burning here as offerings. This is an altar to Fudo-myo-o, the fearsome and wrathful protector deity of esoteric buddhism. Also known as The Immovable One, Fudo-Myo-o is usually depicted with a furious glare on his black face, carrying a sword of wisdom in his right hand to cut through ignorance and a rope in his left hand to bind and subdue demons. He has a third, all-seeing eye in the middle of his forehead and an aura of raging fire to burn away material desires and purify the mind. It is said that this deity transmutes anger into salvation, and in today’s political climate, perhaps we should light a stick of incense and say a prayer to Fudo-myo-o. \n\nAlthough usually hidden from public view. This altar houses a stone image of the Immovable one, it’s creation often attributed to Kobo-Daishi in the 9th century. Kobo Daishi is the founder of the Shingon sect of Buddhism and one of Japan’s most prominent religious figures. As you head towards the exit from here, please stop to enjoy samples of some tasty Japanese souvenir sweets and pickles\n\nImage 1-2: Fudo Myo-o\nImage 3: Kobo Daishi\n"},{"name":"Shinto and Buddhism","points":[{"lat":35.04013189507138,"lng":135.7302028639242},{"lat":35.039981653624096,"lng":135.73001116979867},{"lat":35.03949168993094,"lng":135.730676651001},{"lat":35.03964551805297,"lng":135.7308377302252}],"audio":["2-13_ShintoBuddhism.wav"],"images":["13-2_shinto-buddhism.jpg"],"transcript":"Take note of the small Shinto shrine just left of the gate leading to the long stairway.  It is very common to see Shinto shrines in Buddhist holy sites, as the Japanese approach to religion is quite inclusive. Actually, Shintoism and Buddhism were quite intertwined for most of Japanese history, and it was not until the Meiji restoration in 1868 that Buddhist iconography was largely eliminated from Shinto holy sites. The Meiji Restoration was the beginning of the modernization of Japan, and in doing away with the samurai class system and the shogunate, the emperor was restored as the supreme ruler of Japan. And since the emperor was considered a direct descendent of the sun goddess, Amaterasu, Shintoism was declared the national religion and thus separated from its Buddhist entwinement. \n\n\nThis concludes the audio tour for the Golden Pavilion. I hope the story I’ve told you today has enhanced the beauty of the place and given you a better understanding of the historical backdrop in which is was built! Enjoy the rest of your stay in Kyoto. I’m Atticus Sims. It’s been a pleasure.\n\nImage 1: Fushimi-Buddha \n"}]}